---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterSymbolLinkloadStatus
source: html/eebd38e6-52d0-613d-cded-7a2585c52ca6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterSymbolLinkloadStatus Property

"Link Status"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterSymbolLinkloadStatus { get; }
```